tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'

brew 'aerospace'
brew 'bat'
brew 'coreutils'
brew 'ctop'
brew 'difftastic'
brew 'exiftool'
brew 'eza'
brew 'fd'
brew 'ffmpeg'
brew 'fish'
brew 'fselect'
brew 'fx'
brew 'fzf'
brew 'git'
brew 'gnuplot'
brew 'graphviz'
brew 'helix'
brew 'harlequin'
brew 'iredis'
brew 'mise'
brew 'neovide'
#brew 'ninja'
brew 'ripgrep'
brew 'stow'
brew 'typst'
brew 'xh'

# Cask
cask 'authy'
cask 'dropbox'
cask 'font-b612'
cask 'font-b612-mono'
cask 'font-cascadia-code'
cask 'font-fantasque-sans-mono'
cask 'font-fira-code'
cask 'font-ibm-plex-mono'
cask 'font-iosevka'
cask 'font-iosevka-nerd-font'
cask 'font-juliamono'
cask 'font-hack-nerd-font'
cask 'font-maple-mono'
cask 'font-maple-mono-nf'
cask 'font-martian-mono'
cask 'font-martian-mono-nerd-font'
cask 'font-monaspace'
cask 'font-monofur-nerd-font'
cask 'font-victor-mono'
cask 'font-victor-mono-nerd-font'
cask 'gitbutler'
cask 'grandperspective'
cask 'iina'
cask 'insomnia'
cask 'itsycal'
cask 'linearmouse' # instead of mac-mouse-fix; alternative is mac-mouse-fix version 2 instead of 3
cask 'macpass'
#cask 'rectangle'
cask 'the-unarchiver'
cask 'wezterm'
