tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'

brew 'asdf'
brew 'bat'
brew 'coreutils'
brew 'ctop'
brew 'difftastic'
brew 'eza'
brew 'fd'
brew 'ffmpeg'
brew 'fish'
brew 'fselect'
brew 'fx'
brew 'fzf'
brew 'git'
brew 'helix'
brew 'iredis'
brew 'neovide'
brew 'ripgrep'
brew 'stow'
brew 'tig'
brew 'xh'

# Cask
cask 'authy'
cask 'dropbox'
cask 'font-fantasque-sans-mono'
cask 'font-fira-code'
cask 'font-victor-mono-nerd-font'
cask 'font-hack-nerd-font'
cask 'font-b612'
cask 'font-b612-mono'
cask 'font-cascadia-code'
cask 'font-monaspace'
cask 'grandperspective'
cask 'iina'
cask 'insomnia'
cask 'itsycal'
cask 'mac-mouse-fix'
cask 'macpass'
cask 'rectangle'
cask 'the-unarchiver'
