tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'

brew 'bat'
brew 'coreutils'
brew 'ctop'
brew 'diff-so-fancy'
brew 'exa'
brew 'fd'
brew 'ffmpeg'
brew 'fish'
brew 'fselect'
brew 'fx'
brew 'fzf'
brew 'git'
brew 'git-delta'
brew 'helix'
brew 'iredis'
brew 'neovim'
brew 'opam'
brew 'openjdk@17'
brew 'ripgrep'
brew 'tfenv'
brew 'tig'
brew 'zola'

# Cask
cask 'authy'
cask 'dropbox'
cask 'font-fantasque-sans-mono'
cask 'font-fira-code'
cask 'font-victor-mono-nerd-font'
cask 'font-hack-nerd-font'
cask 'grandperspective'
cask 'iina'
cask 'insomnia'
cask 'the-unarchiver'
cask 'itsycal'
cask 'macpass'
cask 'spectacle'
cask 'signal'
cask 'visual-studio-code'
